{
    "data": [
        {
            "id": 1,
            "title": "ARUNIKA BALI",
            "content": "This is one of my real projects, built for PT Arunika Segara Bali, a food processing company specializing in natural, high-quality chips. The website highlights the brand's vision, mission, and commitment to customer satisfaction while providing an easy way for users to connect and learn more about their products.",
            "image": "img/arunika.png",
            "link": "https://arunika-bali.vercel.app/"
        },
        {
            "id": 2,
            "title": "IGNOS STUDIO",
            "content": "This is my first real project, built for a Self Photo Studio to provide an intuitive and modern online experience. The website features booking functionality, price details, and seamless integration with WhatsApp, TikTok, and Google Maps, ensuring convenience for users and boosting the studio's online presence.",
            "image": "img/ignos.png",
            "link": "https://ignosstudio.com/"
        },
        {
            "id": 3,
            "title": "PROFIL SWISS",
            "content": "Proud to share my latest project—ProfilSwiss! This website was created as part of my learning journey with Dicoding and IDCamp, while also expanding my portfolio.",
            "image": "img/swiss.png",
            "link": "https://profilswiss.vercel.app/"
        },
        {
            "id": 4,
            "title": "WANDERLUST",
            "content": "Just finished creating Wanderlust—a fully responsive website designed to showcase my web development skills! Just finished creating Wanderlust—a fully responsive website designed to showcase my web development skills!",
            "image": "img/wanderlust.png",
            "link": "https://wanderlust-ivory-seven.vercel.app/"
        },
        {
            "id": 5,
            "title": "PROBUILD",
            "content": "Just wrapped up this fun portfolio project—Probuild! It's a fully responsive website created using HTML and Tailwind CSS, designed to showcase my web development skills.",
            "image": "img/probuild.png",
            "link": "https://probuild-rosy.vercel.app/"
        },
        {
            "id": 6,
            "title": "ANIME INDEX",
            "content": "Anime Index is your go-to resource for everything anime and manga. Discover your next favorite show, track your watchlist, explore character details, and stay updated on the latest releases.",
            "image": "img/anime.png",
            "link": "https://animeindex.vercel.app/"
        },
        {
            "id": 7,
            "title": "GOJO SATORU",
            "content": "Gojo Satoru Website is a fan-made site dedicated to the popular Jujutsu Kaisen character, Gojo Satoru. Explore his biography, powers, relationships, and media appearances.",
            "image": "img/gojo.png",
            "link": "https://gojosatoru-zeta.vercel.app/"
        },
        {
            "id": 8,
            "title": "KHODAM WEB",
            "content": "Are you a weeb curious about your Anime Khodam? Check out Khodam Web, my fun little project inspired by 'Cek Khodam'. Click the website icon below to find out which anime character is your spiritual guardian. Remember, it's just for laughs!",
            "image": "img/khodam.png",
            "link": "https://check-anime-khodam.vercel.app/"
        },
        {
            "id": 9,
            "title": "TRAFFIC GAME",
            "content": "Traffic Game is a website I created as a challenge with a friend. Enjoyable on both tablets and PCs, this game offers a simple yet engaging experience.",
            "image": "img/traffic.png",
            "link": "https://trafficgame.vercel.app/"
        },
        {
            "id": 10,
            "title": "VISUVERSE",
            "content": "Visuverse is a website I developed independently using Laravel for the backend (RESTful API) and Vue for the frontend. Combining 'visual' and 'universe,' Visuverse offers a vast digital space where users can discover diverse images. The platform enables users to upload and categorize photos, similar to Pinterest.",
            "image": "img/visuverse.png",
            "link": "https://github.com/adisaputra0/visuverse"
        },
        {
            "id": 11,
            "title": "SKENSOS",
            "content": "This website was developed to facilitate the selection process for the OSIS chairman at SMKN 1 Denpasar. A two-person team collaborated on this project, with my role focused on developing the backend system and my partner responsible for the website's design.",
            "image": "img/skensos.png",
            "link": "https://github.com/adisaputra0/skensapilketos"
        },
        {
            "id": 12,
            "title": "PLAYSELECTS",
            "content": "PlaySelects is a website I developed independently using the WordPress platform. I created a custom template based on the 'BlankSlate' theme, which I named 'PlaySelectV1.' The concept behind PlaySelects is a fusion of 'Play' and 'Selects,' positioning the site as a platform where users can discover top-rated game recommendations.",
            "image": "img/playselects.png",
            "link": "https://github.com/adisaputra0/playselects"
        }
    ]
}